{
  "answers": [
    {
      "insult": "¿Has dejado ya de usar pañales?",
      "comeback": "¿Por qué? ¿Acaso querías pedir uno prestado?"
    },
    {
      "insult": "Esto es una locura!",
      "comeback": "No. ESTO. ES. ESPARTAAAAAAAAAAAAAAAAA."
    },
    {
      "insult": "¡Inmunidad Diplomática!",
      "comeback": "¡Ha sido revocada!"
    },
    {
      "insult": "¡No hay palabras para describir lo asqueroso que eres!",
      "comeback": " Sí que las hay, sólo que nunca las has aprendido."
    },
    {
      "insult": "¡He hablado con simios más educados que tu! ",
      "comeback": "Me alegra que asistieras a tu reunión familiar diaria."
    },
    {
      "insult": "Oh, te estás acercando. En vez de huir, te aproximas a mi.",
      "comeback": "No puedo darte una paliza sin acercarme."
    },
    {
      "insult": "¡Llevarás mi espada como si fueras un pincho moruno!",
      "comeback": "Primero deberías dejar de usarla como un plumero."
    },
    {
      "insult": "¡Luchas como un ganadero!",
      "comeback": "Qué apropiado, tú peleas como una vaca."
    },
    {
      "insult": "¡No pienso aguantar tu insolencia aquí sentado!",
      "comeback": "Ya te están fastidiando otra vez las almorranas, ¿Eh?"
    },
    {
      "insult": "¡Mi pañuelo limpiará tu sangre!",
      "comeback": "Ah, ¿Ya has obtenido ese trabajo de barrendero?"
    },
    {
      "insult": "¡Una vez tuve un perro más listo que tu!",
      "comeback": " Te habrá enseñado todo lo que sabes."
    },
    {
      "insult": "Nadie me ha sacado sangre jamás, y nadie lo hará!",
      "comeback": "¿TAN rápido corres?"
    },
    {
      "insult": "¡Me das ganas de vomitar!",
      "comeback": "Me haces pensar que alguien ya lo ha hecho."
    },
    {
      "insult": "¡Tienes los modales de un mendigo!",
      "comeback": "Quería asegurarme de que estuvieras a gusto conmigo."
    },
    {
      "insult": "¡He oído que eres un soplón despreciable!",
      "comeback": "Qué pena me da que nadie haya oído hablar de ti"
    },
    {
      "insult": "¡La gente cae a mis pies al verme llegar!",
      "comeback": "¿Incluso antes de que huelan tu aliento?"
    },
    {
      "insult": "¡Demasiado bobo para mi nivel de inteligencia!",
      "comeback": "Estaría acabado si la usases alguna vez."
    },
    {
      "insult": "Obtuve esta cicatriz en una batalla a muerte!",
      "comeback": "Espero que ya hayas aprendido a no tocarte la nariz."
    },
    {
      "insult": "¿Por qué no  te mueres?",
      "comeback": "Nanomáquinas, hijo."
    },
    {
      "insult": "¿No gusta a pasar a tomar una tacita de café?",
      "comeback": "¿No será mucha molestia?"
    }
  ]
}
